Repository: nivaca/de_natura_loci
Catalog: omegat/project_save.tmx
Source language: la
Languages: es

source: Haec enim quae hic inducta sunt de generatione elementorum, non ob aliud inducta sunt, nisi ut sciatur distantia loci ab orbe secundum suas differentias, cum locus causet formas elementorum, et ad locum sub tali vel tali distantia motus est ipsorum.
es: Entonces, las que aquí son presentadas sobre la generación de los elementos no son presentadas por ninguna otra razón, excepto para que se entienda que la distancia del lugar del orbe según sus diferencias con el lugar causa las formas de los elementos y que su movimiento hacia el lugar se da bajo tal o tal distancia

source: Haec igitur ad praesens de loco simplicium dicta sint.
es: Por consiguiente, estas cosas, por lo pronto, sean dichas sobre el lugar de los elementos simples.

source: Haec igitur est divisio terrae habitabilis et non habitabilis secundum dicta Antiquorum.
es: Y esta sería la latitud habitable entre la zona tórrida y la zona fría hacia cualquiera de los polos. Por consiguiente, esta es la división de la tierra habitable y no habitable según lo dicho por los antiguos.

source: Haec igitur sub orbe sunt loca simplicium.
es: Por lo tanto, estas bajo el orbe son los lugares de los elementos simples.

source: Hanc enim naturam videmus in parvo mundo qui est [C1b] quodlibet animatum.
es: pues vemos incluso esta naturaleza en el micromundo, que es cualquier cosa animada.

source: Has autem vel ambas regiones circa utrumque polum esse constat.
es: Consta que estas dos regiones están alrededor de uno y otro de los polos.

source: Hic autem error est sicut in libro de Caelo et Mundo diximus.
es: No obstante, esto es un error, así como lo mostramos en Del cielo y el mundo

source: Hic autem inducunt etiam ea quae de imaginibus dicta inveniuntur:
es: Eso también lo indica lo que se encuentra dicho sobre las imagines;

source: Hic autem inducunt etiam ea quae de imaginibus dicta inveniuntur: haec enim maxime perfecta sunt in viis planetarum, in locis scilicet quae directe et perpendiculariter respiciunt.
es: Eso también lo indica lo que se encuentra dicho sobre las imagines; en efecto, estas están completas perfectamente en las vías de los planetas, a saber en los lugares que miran directa y perpendicularmente.

source: His autem habitis, de duabus regionibus inhabitabilibus propter frigus est tractandum.
es: Ahora bien, teniendo en cuenta esto, se ha de tratar de las dos regiones inhabitables a causa del frío.

source: His igitur de causis, postquam nos de mobilibus ad locum determinavimus, oportuit nos tangere de diversitate naturae [B530a] locorum, et de causa diversitatis et de accidentibus, ut perfecta sit doctrina de mobilibus ad locum, quando in speciali scitur locorum diversitas.
es: Por lo tanto, esto dijimos sobre las causas, después de que nosotros habláramos sobre los móviles hacia el lugar, convino ocuparnos de la diversidad de la naturaleza de los lugares y acerca de la causa de la diversidad y acerca de los accidentes para que la doctrina sobre los móviles hacia el lugar sea completada, cuando en particular se conozca la diversidad de los lugares.

source: Hoc autem declaratur per hoc quod ignis est clarissimum et subtilissimum corpus specie.
es: Además, esto también se declara por esto: que el fuego es el más sutil y el más cálido entre los cuerpos por su especie;

source: Hoc autem est in viis planetarum.
es: Ahora bien, este [fenómeno] se da en las vías de los planetas.

source: Hoc autem mare salsissimum esse dicunt propter multum terrestre combustum et admixtum.
es: Sin embargo, dicen que este mar es muy salado por la gran cantidad de tierra quemada mezclada con él.

source: Hoc autem patet alia ratione:
es: Sin embargo, esto también es evidente por otra razón;

source: Hoc autem patet alia ratione: si enim duo inveniantur composita in uno, et unum inveniatur illorum componentium sine alio, necesse est et reliquum inveniri sine reliquo, sicut in octavo Physicorum est determinatum [B536a] in his quae moventur, in quibus motum tantum invenitur sine movente, oportet quod et movens tantum inveniatur sine moto.
es: Sin embargo, esto también es evidente por otra razón; si, en efecto, dos compuestos se encuentran en uno, y uno de esos componentes se encuentra sin el otro, es necesario también que el restante se encuentre sin el resto, así como fue determinado en el octavo de los Físicos que en aquellas cosas que se mueven y que mueven, en las que, puesto que lo movido tan solo se encuentra sin el que mueve, también conviene que el moviente se encuentre sin lo movido.

source: Hoc autem rationabiliter accidit aquae et aeri propter hoc quod non simpliciter gravia sunt elementa, neque simpliciter levia:
es: Además, esto les sucede más razonablemente al agua y al aire debido a esto: no son graves de manera absoluta ni leves de manera absoluta;

source: Hoc autem rationabiliter accidit aquae et aeri propter hoc quod non simpliciter gravia sunt elementa, neque simpliciter levia: horum enim est moveri ad medium sui loci, et declinare ab extremis secundum naturae convenientiam.
es: Además, esto les sucede razonablemente al agua y al aire debido a esto: no son graves de manera absoluta ni leves de manera absoluta; en efecto, es propio de estos el moverse hacia el centro de su lugar y el declinar desde los extremos según la conveniencia* de la naturaleza.

source: Hoc enim monstratur multis rationibus:
es: pues esto se muestra por muchas razones:

source: Hoc enim monstratur multis rationibus: est enim hoc simplex deorsum: et sic grave simpliciter habet moveri ad ipsum sicut ad locum proprium: est enim terra [B533a] spissius et inferius secundum naturam: et ratione istius proprietatis debetur ei locus remotior a loco ignis: et sic debetur ei centrum.
es: en efecto, esto se muestra por muchas razones: en efecto, este es el abajo absoluto*, y así lo que es grave en sentido absoluto* tiene que ser movido hacia este como hacia su lugar. Además, la tierra es el elemento más denso y más frío según la naturaleza, y en razón de una y otra de estas propiedades se debe a ella el lugar más remoto frente al lugar del fuego, y así se debe a este el centro del mundo;

source: Horizon autem sensibilis est, qui finit visum, hoc est, postquam sensibiliter est alius punctum Orientis, et alius Occidentis, et alius Aquilonis, et alius Meridiei:
es: Sin embargo, el horizonte sensible es el que limita el alcance de la visión, esto es, después del cual sensiblemente, es otro punto del oriente y otro [punto] del occidente, y un otro [punto] del aquilonal y otro [punto] del meridional;

source: Horizon autem sensibilis est, qui finit visum, hoc est, postquam sensibiliter est alius punctum Orientis, et alius Occidentis, et alius Aquilonis, et alius Meridiei: et illius quidem diameter ad plus est millium stadiorum secundum Ptolemaeum.
es: Sin embargo, el horizonte sensible es el que limita el alcance de la visión, esto es, después del cual sensiblemente, es otro punto del oriente y otro [punto] del occidente, y un otro [punto] del aquilonal y otro [punto] del meridional; y su diámetro (el del horizonte), ciertamente, es más de dos mil de estadios, según Ptolomeo

source: Ideo oportet scire naturam locorum et causam diversitatis ipsorum.
es: y por esta razón es preciso conocer la naturaleza de los lugares y la causa de su diversidad;

source: Ignis autem locus ibi esse non poterat:
es: Sin embargo, según el lugar, el fuego no podía estar ahí,

source: Ignis autem locus ibi esse non poterat: eo quod est simpliciter levis, et ideo quia non est causans cum sit vehementer activus: dissolveret enim omne compositum: propter quod etiam nihil habitat et movetur in igne, sicut in libro de Causis proprietatum elementorum ostendimus.
es: Sin embargo, según el lugar, el fuego no podía estar ahí, porque es leve de manera simple, y por esto porque no era útil, dado que es activo muy vehementemente; en efecto, disolvería todo lo compuesto. Por lo cual, tampoco nada habita ni se mueve en el fuego, así como mostraremos en el libro Sobre las causas de las propiedades de los elementos.

source: Ignis enim tangens aerem facit ipsum aestuosum siccum, cum de natura sua aer sit calidus et humidus.
es: pues el fuego que toca el aire se hace a sí mismo cálido seco, puesto que el aire por su naturaleza es cálido y húmedo.

source: Ignotum vobis Arabes venistis in orbem.
es: "Arabes, vinisteis a un ignoto mundo para vosotros."

source: Illud autem divinum quod sic est in loco, propter quod motus est ad ipsum quod a caelo sibi influitur, quod simpliciter est locus et non locatum, quidam vocant lucem:
es: Sin embargo, a aquello divino que está de esta manera en el lugar, porque fue movido hacia este que del cielo fluye a sí mismo, que es absolutamente lugar y no localizado, algunos llaman "luz";

source: Illud autem divinum quod sic est in loco, propter quod motus est ad ipsum quod a caelo sibi influitur, quod simpliciter est locus et non locatum, quidam vocant lucem: et ideo dicunt lucem esse firmamentum loci: eo quod mathematice loquentes basilica [B535b]vocant.
es: Sin embargo, a aquello divino que está de esta manera en el lugar, porque fue movido hacia este que del cielo fluye a sí mismo, que es absolutamente lugar y no localizado, algunos llaman luz; y por esto, dicen que la luz es el firmamento del lugar, que, hablando figurativamente, llaman la base del lugar.

source: Illud vero quod est locans tantum, est orbis in quo est virtus causativa omnium generatorum et corruptorum, sive sint simplicia, sive sint composita, sicut in ante habitis diximus.
es: Pero esto que es lo que tan solo localiza es el orbe*, en el que está la fuerza causativa de todas las cosas generadas y corruptas, bien sean las cosas simples, o bien sean las cosas compuestas, así como dijimos en lo antes tratado.

source: Immutationes autem tales in elementis statim apparent ex modica etiam variatione vel mutatione stellarum, sed in elementatis non adeo cito perpenduntur:
es: Ahora bien, tales mutaciones aparecen inmediatamente en los elementos incluso a partir de una moderada variación de las estrellas, pero en los compuestos de elementos no se aprecian tan rápidamente.

source: Immutationes autem tales in elementis statim apparent ex modica etiam variatione vel mutatione stellarum, sed in elementatis non adeo cito perpenduntur: et hoc contingit ideo quod elementa parum distant a materia: et ideo facillime recipiunt impressiones omnium agentium in ea: sed elementata quasi victas et terminatas habent suas materias per suas formas, et ideo magis resistunt alterantibus agentibus in ea: tandem tamen necesse est, quod ipsa alterentur et corrumpantur finita periodo sui esse quod habent ex virtutibus circuli caelestis, sicut melius explanabitur in fine secundi Peri geneseos.
es: Ahora bien, tales mutaciones aparecen inmediatamente en los elementos incluso a partir de una moderada variación de las estrellas, pero en los compuestos de elementos no se aprecian tan rápidamente. Y esto sucede por el hecho de que los elementos poco distan de la materia y, por eso, muy fácilmente reciben todas las impresiones de las cosas que actúan en ellos. Pero los compuestos de elementos tienen sus materias casi dominadas y determinadas por sus formas, y, por eso, resisten más a las cosas que actúan produciendo cambios en ellos; sin embargo, es necesario finalmente que tanto ellos mismos se alteren como que se corrompan terminado el período de su ser que tienen por las virtudes de la órbita celeste, así como será explicado mejor hacia el final del segundo libro Sobre la generación y la corrupción.

source: In Septentrione autem sunt frigida et humida, et vapores resoluti sunt frigidi et grossi multum infrigidantes loca illa, et aer grossus est ex vapore grosso immixto sibi:
es: Ahora bien, en el norte son fríos y húmedos, y se liberan vapores fríos y espesos/densos que enfrían mucho aquellos lugares, y el aire es espeso/denso por el vapor espeso/denso mezclado con él.

source: In descriptione autem facta sub Caesare Augusto, legitur quod nuntios misit Augustus ad reges Aegypti et Aethiopiae, qui naves et impensas pararent necessarias eis quos miserat ad transeundum:
es: Sin embargo, en la descripción del mundo hecha por César Augusto, se lee que Augusto envió mensajeros a los reyes de Egipto y de Etiopía, quienes prepararían las naves y las vituallas necesarias para aquellos a quienes había enviado a atravesar.

source: In descriptione autem facta sub Caesare Augusto, legitur quod nuntios misit Augustus ad reges Aegypti et Aethiopiae, qui naves et impensas pararent necessarias eis quos miserat ad transeundum: et venientes sub aequinoctiali loca paludosa invenerunt, in quibus nihil diffunditur: et lapidosa quae nec navibus, nec [B545a] pedibus poterant transire: et ideo sunt reversi negotio non peracto.
es: Sin embargo, en la descripción del mundo hecha por César Augusto, se lee que Augusto envió mensajeros a los reyes de Egipto y de Etiopía, quienes prepararían las naves y las vituallas necesarias para aquellos a quienes había enviado a atravesar. Y al venir por el equinoccial, hallaron lugares pantanosos en los que se ensancha el Nilo, y lugares rocosos que no podían ser atravesados ni por naves ni a pie. Y por esto volvieron sobre sus pasos con la empresa no finiquitada.

source: In his probatum est, quod locus est generationis principium activum, ut quidam putant.
es: en efecto, en estos fue probado que el lugar es el principio activo de la generación, así como el padre.

source: In illo enim concavo generatur et conservatur et convalescit, et extra illud in concava superficie habente qualitates contrarias illi, dissolvitur et corrumpitur.
es: pues, en aquella concavidad se genera y se conserva y se desarrolla y, fuera de ella en una superficie cóncava que tiene cualidades contrarias a esta, se disuelve y se corrompe.

source: In libro enim Meteororum aliquid iterum dicemus de hoc secundum sententias Philosophorum.
es: Pues en el Libro de los Meteoros diremos una vez más algo sobre esto según los sentencias de los filósofos.

source: In locis autem mediorum elementorum omnino dissimile est:
es: Ahora bien, en los lugares de los elementos medios es completamente disímil;

source: In locis autem mediorum elementorum omnino dissimile est: verior enim aer non est qui tangit ignem in sui loci summo, neque qui tangit aquam in infimo sui loci, sed potius qui locatur in medio spatio sui loci.
es: Ahora bien, en los lugares de los elementos medios es completamente disímil; en efecto, no es más verdadero el aire que toca el fuego en lo más alto* de su lugar ni el que toca el agua en lo más bajo de su lugar, sino más bien el que se localiza en el espacio medio de su lugar;

source: In medio autem est frigidus propter privationem utriusque caliditatis.
es: en el medio, sin embargo, es frío a causa de la privación de ambos tipos de calores.

source: In omnibus autem his locis simul habitare secundum sensum dicuntur, quorum secundum sensum est una loci in calido et frigido et humido et sicco proprietas ex eadem latitudine loci sensibilis, et quibus sensibiliter est secundum tempus unus ortus solis et occasus.
es: Sin embargo, en todos estos lugares son dichos que habitan simultáneamente según los sentidos [los habitantes simultáneos], de los cuales, según los sentidos, hay una sola propiedad del lugar en lo cálido y lo frío y lo húmedo y lo seco a partir de la misma latitud del lugar sensible, y, según el tiempo, para ellos el orto y el ocaso del sol es sensiblemente uno solo.

source: In omnibus enim his inclinatio naturalis invenitur ad locum, qua in loca propria ferantur non prohibita:
es: En efecto, de esta manera en todas las cosas se encuentra una inclinación natural hacia el lugar, por la cual las cosas no retenidas son llevadas hacia sus lugares propios.

source: In omnibus enim his inclinatio naturalis invenitur ad locum, qua in loca propria ferantur non prohibita: quod probatur etiam, quia, sicut in Physicis dictum est, non indigent motore ad ipsum locum nisi accidentali, quod scilicet removet obstaculum quod retinet locatum infra terminos alienos, et suae naturae non congruos.
es: En efecto, de esta manera en todas las cosas se encuentra una inclinación natural hacia el lugar, por la cual las cosas no retenidas son llevadas hacia sus lugares propios. Por lo que incluso, así como se dice en la *Física*, no requieren de un motor hacia el lugar mismo salvo accidentalmente; motor que, a saber, remueve el obstáculo que detiene lo localizado bajo límites ajenos y que no son acordes a su naturaleza.

source: In prima enim ostendemus omnes diversitates ex orbe procedere in omnem loci differentiam.
es: En la primera mostrando que todas las diversidades proceden a partir del orbe en relación con toda diferencia del lugar,

source: In tropico enim hyemali qui in Meridie est, tres (ut inquit) occurrunt causae caloris intolerabilis.
es: Pues en el trópico invernal, que está en el sur ---según dice---, coinciden tres causas del calor intolerable.

source: Incendit igitur etiam ibi habitationem et reddit inhabitabilem.
es: Por lo tanto, allí también incendia su habitación y la vuelve inhabitable.

source: India enim et Aethiopia in parte est in illis locis.
es: En efecto, la India y Etiopía en parte está en aquellos lugares.

source: Indicant autem haec omnia quae extra loca sua non natura, sed vi retinentur.
es: Sin embargo, indican que esto y todas las cosas que están fuera de su lugar son retenidas no por naturaleza sino por fuerza.

source: Inducunt etiam, quod cum ignis in se lux sit, ut videntur quidam Philosophi dicere, quod deberet videri et apparere, praecipue nocte quando non tegitur radio solis.
es: Incluso establecen, puesto que el fuego en sí es luz, como ciertos filósofos parecen decir, que debería ser visto y aparecer, en mayor grado por la noche, cuando no se encubre por el rayo del sol.

source: Invenimus enim aliquod compositum quod est locans et locatum simul, et invenimus aliquod locatum tantum, oportet igitur esse aliquid locans tantum:
es: Pues nos encontramos algo compuesto que es a la vez lo que localiza y lo localizado, y encontramos algo tan solo localizado. Por lo tanto, es preciso también que haya algo que es tan solo lo que localiza,

source: Invenimus enim aliquod compositum quod est locans et locatum simul, et invenimus aliquod locatum tantum, oportet igitur esse aliquid locans tantum: et sicut in illis id quod est tantum movens, est causa motus in omnibus aliis, ita necesse est quod id quod est locus tantum, sit causa localitatis in omnibus aliis: nullum autem corpus locus est tantum nisi caelum, sicut patet ex dictis: igitur oportet quod ratio locationis sit in omnibus aliis a caelo.
es: Pero nos encontramos algo compuesto que es a la vez lo que localiza y lo localizado, y encontramos algo tan solo localizado. Por consiguiente, conviene también que haya algo que es tan solo lo que localiza, y así como en aquellos esto que es tan solo lo que mueve es causa de movimiento en todos los otros, así también es necesario que esto que es tan solo lugar sea la causa de la localización en todos los otros. Sin embargo, salvo el cielo, ningún cuerpo es tan solo lugar, así como es manifiesto en lo que ya hemos tratado. Por consiguiente, conviene que la virtud y la razón de la localización se dé en todos los otros a partir del cielo.

source: Ista autem pars est circuli qui intelligitur extendi a polo in polum per Orientem:
es: Ahora bien, una es la parte del círculo que se entiende que se extiende de polo a polo por el oriente.

source: Ista autem pars est circuli qui intelligitur extendi a polo in polum per Orientem: et pars illius circuli ab ortu solis quando est in aequinoctiali accepta versus polum Aquilonarem per quinquaginta gradus mensurat habitationem, quae satis delectabiliter et continue habitatur: et remanent gradus quadraginta, quorum pars omnino inhabitabilis est, et pars habitatur cum labore et non continue.
es: Ahora bien, una es la parte del círculo que se entiende que se extiende de polo a polo por el oriente. Y la parte de aquel círculo desde el orto del sol, cuando ha sido tomada en el [círculo] equinoccial hacia el polo del aquilón por 50 grados mide la habitación que muy deleitable y permanentemente se habita. Y quedan 40 grados, de los cuales una parte es completamente inhabitable y la otra es habitada con dificultad y no permanentemente.

source: Istae autem duae rationes sunt fortiores inter rationes Antiquorum torridam esse supponentium.
es: Sin embargo, estas dos razones son las más fuertes entre las razones de los antiguos que suponían que es tórrida.

source: Iste autem motus non est in terra:
es: sin embargo, este movimiento no se da en la tierra;

source: Iste autem motus non est in terra: et ideo minor in ea dimensio est dimensio quae vocatur minor in aere: vocatur autem illa latitudo areae, et major dimensio vocatur longitudo areae: et sic congrua sunt nomina superius dimensionibus terrae imposita.
es: sin embargo, este movimiento no se da en la Tierra; y por esto en ella la menor dimensión es la dimensión que se llama menor en área. No obstante, aquella se llama “latitud de área”, y la mayor medida se llama “longitud de área”. Y de esta manera son justos los nombres impuestos a las medidas superiores de la Tierra.

source: Legi ego quamdam causam cujusdam Philosophi, quare non sit transitus a quarta Aquilonari per torridam ad quartam meridianam.
es: Ya yo leí de un cierto filósofo una cierta causa por la cual no hay paso desde la cuarta parte aquilonal a través de la zona tórrida hasta la cuarta parte meridional.

source: Licet autem quaedam compositorum eleventur in aerem sicut aves, tamen ipsorum generatio et habitatio in terra est:
es: Además, aunque ciertas cosas entre los compuestos se elevan en el aire, como las aves, sin embargo, su habitación y su generación es en la tierra, y de la misma manera ocurre con los peces, que nadan en el agua; pues todos estos seres descansan en la tierra,

source: Licet autem quaedam compositorum eleventur in aerem sicut aves, tamen ipsorum generatio et habitatio in terra est: et ideo proprie terra est locus ipsorum.
es: Además, aunque ciertas cosas entre los compuestos se elevan en el aire, como las aves, sin embargo, su habitación y su generación es en la tierra, y de la misma manera ocurre con los peces, que nadan en el agua; descansan, en efecto, todos estos seres en la tierra, y por esto la tierra es propiamente su lugar.

source: Licet enim idem subjecto sit medium terrae et medium mundi, non tamen in quantum est medium terrae, est medium mundi, sicut in Caelo et Mundo ostendimus.
es: pues aunque lo mismo, según el sujeto, sea el medio del mundo y el medio de la tierra, sin embargo, el movimiento hacia este es propio de la tierra, en cuanto es el medio del mundo y no en cuanto es el medio de la tierra, así como se mostró en *Sobre el cielo y el mundo*.

source: Loca autem quae remota sunt a Meridie, et accedunt ad climata frigidiora et temperatiora, sita super mare aliquod, efficiuntur calida et humida nimio humore corrumpente.
es: Ahora bien, los lugares que están más alejados del meridiano y que se aproximan a los climas más fríos y más templados, situados sobre algún mar, se tornan cálidos y húmedos debido a un humor excesivo y que corrompe.

source: Loca enim meridionalia sita super maria quasi aduruntur ex reflexione radiorum solis ex multiplicatione luminis ad littus, et illa loca arenosa et calida et sicca sunt:
es: Pues los lugares meridionales situados sobre los mares casi que son inflamados por el reflejo de los rayos del sol y la multiplicación de la luz del sol hacia [/en torno a] la costa. Y por eso aquellos lugares arenosos se vuelven tanto secos como cálidos;
